Repository: imxieyi/Dai-Hentai
Catalog: Packages/DaiHentaiKit/Sources/DaiHentaiCore/Resources/Localizable.xcstrings
Source language: zh_hant
Languages: en, ja

# Biometric.Any
source: Face ID 或 Touch ID
en: Face ID or Touch ID
ja: Face IDまたはTouch ID

# Direction.Horizontal
source: 左右捲動
en: Horizontal Paging
ja: 横スクロール

# Direction.Vertical
source: 上下捲動
en: Vertical Scrolling
ja: 縦スクロール

# LanguageFilter.Any
source: 不限
en: Any
ja: 指定なし

# LanguageFilter.Chinese
source: 中文
en: Chinese
ja: 中国語

# LanguageFilter.Original
source: 原汁原味不翻譯
en: Original
ja: 翻訳なしのみ

# Namespace.Artist
source: 作者
en: Artist
ja: 作家

# Namespace.Character
source: 角色
en: Character
ja: キャラクター

# Namespace.Cosplayer
source: Coser
en: Cosplayer
ja: コスプレイヤー

# Namespace.Female
source: 女性
en: Female

# Namespace.Group
source: 社團
en: Group
ja: サークル

# Namespace.Language
source: 語言
en: Language
ja: 言語

# Namespace.Location
source: 場景
en: Location
ja: 場所

# Namespace.Male
source: 男性
en: Male

# Namespace.Mixed
source: 混合
en: Mixed

# Namespace.Other
source: 其他
en: Other
ja: その他

# Namespace.Parody
source: 原作
en: Parody
ja: パロディ

# Namespace.Reclass
source: 重新分類
en: Reclass
ja: 再分類

# Namespace.Temp
source: 臨時
en: Temp
ja: 一時

# Probe.NetworkFailed
source: 網路錯誤
en: Network Error
ja: ネットワークエラー

# Probe.NotLoggedIn
source: 未登入 EX
en: Not Logged In to Ex
ja: Ex未ログイン

# Probe.ParseFailed
source: 解析失敗
en: Parse Failed

# Probe.Success
source: 成功
en: OK

# Probe.Testing
source: 測試中...
en: Testing…
ja: テスト中…

# Rating.Any
source: 不限
en: Any
ja: 指定なし

# Rating.Five
source: 滿星
en: 5 Stars
ja: 星5

# Rating.Four
source: 4星以上
en: 4+ Stars
ja: 星4以上

# Rating.Three
source: 3星以上
en: 3+ Stars
ja: 星3以上

# Rating.Two
source: 2星以上
en: 2+ Stars
ja: 星2以上
